export const ru = {
    welcome:
        "🖖 Приветствую вас, Игрок! 🖖\nВы начинаете увлекательный путь к самому себе. На этом пути вас ждут открытия и озарения, сопротивление и настойчивость. И наградой станет - более глубокое понимание себя, более осознанный подход к своей жизни.\nТо, что вы оказались сегодня здесь, - не случайно. Вы наверняка искали ответы на свои вопросы и, мы надеемся, что вы сможете найти их в этом Квесте. 🙏 \nКвест Жизни - увлекательная Игра, которая поможет задавать себе вопросы и находить на них ответы в реальности.\nВо время Игры вы будете перемещаться по красочному игровому полю, отвечать на вопросы, выполнять задания и, постепенно, менять свою жизнь к лучшему. 🌟\n📋 Подробнее о правилах Игры можно почитать в разделе «Правила Игры».\n🖋 Подробнее об авторах можно узнать в разделе «Авторы».\nНачнём?🤝",
    get_name: "Пожалуйста, представьтесь. Например: Иван Иванов",
    get_age: "Давайте познакомимся получше? Сколько вам лет?",
    get_martial_status: "Расскажите, у вас есть семья?",
    martial_statuses: [
        "Не замужем/не женат",
        "Замужем/женат",
        "Разведена/разведён",
        "Не хочу говорить",
    ],
    request_to_game:
        "Что вы хотите получить от Игры? Пишите свои мысли и ощущения в свободной форме. Это будет ваша первая запись в Дневнике Игрока",
    yes: "Да",
    no: "Нет",
    start: "Выберите нужную опцию",
    dice: "🎲 Бросок кубика",
    map: "🌀 Карта Игры",
    settings: "Настройки",
    change_lang: "Изменить язык",
    main_menu: "Главное меню",
    back: "Назад",
    choose_avatar:
        "Какой из представленных аватаров станет вашей фишкой на Игровом поле?",
    plane: "✈️ Самолёт",
    crone: "👑 Корона",
    cat: "🐈‍⬛ Кот",
    first_name: "Имя",
    last_name: "Фамилия",
    balance: "🔋 Баланс",
    energy: "⚡️ Энергия",
    avatar: "🔅 Аватар",
    martial_status: "Семейное положение",
    game_request: "📜 Запрос к Игре",
    level: "Уровень",
    steps: "🗓 Ходы на выбранном уровне",
    diary: "📖 Мой Дневник Игрока",
    none: "Не известен",
    edit: "Изменить",
    age: "Возраст",
    year: "лет",
    on_error: "Возникла ошибка. Пожалуйста, обратитесь к техподдержку",
    notification_time: "⏰ Время уведомлений",
    ask_edit: "Отправьте новое значение для ",
    wrong_value: "Пожалуйста, проверьте правильность вводимых данных",
    successful_edit: "Изменения сохранены",
    jumps_limited: "Следующий ход можно совершить только через 12 часов",
    question: "Вопрос",
    exercise: "Задание",
    thankful: "Благодарность",
    pause: "Пауза",
    cell_type: "Тип ячейки",
    dice_value: "Кубик показал значение: ",
    completed: "Сделано",
    incompleted: "Заплачу за невыполнение",
    come_back: "Не хочу выполнять, вернусь назад",
    get_rest: "Отдохнуть",
    get_question: "Получить вопрос",
    get_exercise: "Получить задание",
    note1: "Ответьте честно на поставленный вопрос. У вас есть 12 часов на размышления, но вы также можете ответить сразу. Если ваш ответ не будет зафиксирован в Дневнике Игрока, то вы потеряете 1 Энергию",
    note2: "Почувствуйте идею благодарности. Обязательно проговаривайте благодарность вслух. Благодарность приносит 2 Энергии и улучшает самочувствие! Будьте честны с собой и сразу запишите наблюдения за собой в Дневник Игрока.",
    note3: "Задания рассчитаны на исполнение в течение 3 дней. Задание считается выполненным, когда вы оставляете запись/отчет о выполненном задании в Дневнике Игрока. Если срок исполнения задания прошел, а отчет не появился, у Игрока отнимаются 3 Энергии.",
    note4: "Клетка Пауза позволяет переместиться по полю без дополнительных трат (Энергии). Однако, при желании, можно преумножить свою Энергии, выбрав вопрос или задание для выполнения.",
    note5: "",
    you_have_chosen: "Вы выбрали",
    added_energy:
        "Поздравляем! Вам добавлена Энергия. Продолжайте в том же духе!",
    removed_energy:
        "Ваша Энергия уменьшилась, но вы останетесь в текущей ячейке",
    came_back: "Вы вернулись к предыдущей ячейке",
    get_answer:
        "Подробно и честно запишите свои мысли и чувства в вашем Дневнике Игрока",
    late: "Вы чуть-чуть не успели, поэтому вы не сможете взять ни вопрос, ни задание. Насладитесь отдыхом!",
    having_rest: "Теперь вы можете отдохнуть. Насладитесь заслуженным отдыхом!",
    no_such_keyboard:
        "Пожалуйста, соблюдайте правила бота. Если вам не хватает чего-то напишите авторам",
    current_map_id: "Номер текущей ячейки",
    rules: "📋 Правила Игры",
    credits: "🖋 Авторы Игры",
    payment: "💳 Оплата Игры",
    founders:
        "Авторы Игры\n\nК Игре “Квест Жизни” я отношусь очень трепетно. Это результат многолетнего опыта, обучения, вдохновения. Привет, я - Аня, и я создала Игру, в которую сама с большим удовольствием люблю играть.\n\nЯ родилась в Казахстане, училась в Петербурге, работала в Москве, много путешествовала, и сейчас живу в Португалии.\n\nМоя Игра - это инструмент саморазвития для тех, кто готов уделять себе время, расти, сравнивать себя сегодняшнего с собой вчерашним. Иногда я шучу, что это игра для интровертов:)\n\nОформлением Игры занимается замечательный художник Ксения Залозных. Ей удалось поймать суть каждого уровня и представить его в потрясающих образах.\n\nТехнической разработкой занимается Сарвар Шарофбоев.\n\nПока наша команда очень маленькая, но мы надеемся, что с вашей помощью, мы сможем поддерживать высокое качество Игры и сможем развиваться, чтобы представлять вам новые уровни.\n\nНаши контакты:\nОбщие вопросы и наполнение - full.quest.of.life@gmail.com",
    map_id: "ячейка",
    time: "Время",
    answer: "Ответ",
    no_more: "Движение дальше не предусмотрено.",
    undefined: "Не определено",
    not_answered: "Я хочу подумать об этом более внимательно",
    not_found: "Не найдено",
    add_question: "Добавить вопрос",
    game_rule: "",
    pay: "Платеж",
    question_types: "Что вы хотите добавить?",
    send_question: "Отправьте текст вопроса",
    success_addition: "Вопрос добавлен успешно",
    capital_question: "Блиц вопрос",
    game_capital:
        "Дорогой Игрок, вы настроили Игру под свой запрос и сами настроились на Игру. Давайте приступим!",
    capital_start:
        "Для Игры в Квест Жизни вам понадобится энергия. Давайте определим, какой уровень жизненной энергии у вас на момент начала Игры. Для этого нужно ответить “да” или “нет” на вопросы блиц-игры. Поехали!",
    your_steps: "Ваш путь по игре здесь:\n",
    choose_what: "Выберите из нижеследующих чтобы их изменить",
    no_free_jumps: "Пополните баланс для следующих ходов",
    change_last_name: "фамилию",
    payment_description:
        "Выберите сумму платежа: 100 руб. - за 1 ход. Оставьте чаевые для большего количества ходов. Если вы оставите 900 руб. чаевых, то получите один бонусный ход (в сумме - 11). Безлимитный доступ - 2900 руб. чаевых. Безлимитный доступ действует 120 дней.",
    payment_title: "Получить доступ к Игре Квест Жизни",
    payment_minimum: "Минимальная сумма для платежа",
    end_capital1: "Вы набрали ",
    end_capital2:
        " баллов. С таким уровнем энергии вы вступаете в Игру «Квест Жизни». Давайте приумножим энергию в ходе Игры!",
    current_status: "Текущий статус: ",
    author_photo:
        "AgACAgIAAxkBAAIK5mDXjcM0SjfGdpQn1GHUHpcPPBI9AAImtTEb_X_BStw3OmgakEthAQADAgADeQADIAQ",
    end_level:
        "Дорогой Игрок, ${first_name}! \n\n🎉Поздравляем! 🎉\n\n\nВы дошли до финиша, для вас завершился этот Квест. " +
        "💪 Мы надеемся, что Квест научил вас чему-то полезному и позволил лучше познакомиться с самим собой. 👍\n\n\n" +
        "В начале Игры ваш уровень Энергии составлял ${start_energy}. ⚠️\nВы пришли к финишу с уровнем Энергии ${energy}. ✅\n\n\n" +
        "🤩 Если ваша Энергия увеличилась, вы можете перейти на следующий уровень Квеста, который будет посвящен вопросам безопасности " +
        "(физической, финансовой, психологической и др.).\n\n\n" +
        "♻️ Следите за обновлениями Игры в официальном блоге https://www.instagram.com/full_quest_of_life/\n\n\n" +
        "🙏 Мы будем благодарны, если вы напишите отзыв об этой Игре по электронного почты:  full.quest.of.life@gmail.com\n\n\n" +
        "Спасибо, что играли с нами!\n" +
        "До новых встреч! 👋",
    free_jumps: "🎲Бесплатные ходы",
    free_jump_time: "🆓Бесплатно можно играть до",
    blits: "Блиц-вопрос",
    end: "Конец игры",
    no_more_questions:
        "Не осталось вопросы или задании. Пожалуйста, обращайтесь к авторам",
    notification_text:
        "Дорогой Игрок!\n🔗Возвращайся в Игру «Квест Жизни»,  там ждут новые вопросы и задания! Помни, что в успехе самое главное - постоянство. 📈\n\nТвоя жизнь - только в твоих руках, никто другой не сделает тебя счастливыми. 💪\n\n🎲Бросай кубик и выполняй условия Игры, и удивительные изменения не заставят себя ждать.😍",
    decreased_energy:
        "Дорогой Игрок!\n\nС момента твоего последнего хода прошло больше 3 дней.\n\nПоследний ход был в ",
    decreased_energy1:
        ".\n\nВозможно, привычная рутина захлестнула, а может, и новые события вдруг нахлынули лавиной. Уделять время себе и своему развитию необходимо постоянно. 📚\n\n«Квест Жизни» учит держать себя и своё развитие в фокусе внимания ежедневно. Из-за долгого простоя уровень твоей Энергии уменьшается! 📉\n\nСейчас уровень твоей Энергии: ",
    decreased_energy2:
        "! 😔\n\nВозвращайся в Игру, чтобы восполнить и преумножить свою Энергии. Помни: в успехе главное - постоянство. 💪",
    no_more_level:
        "Следующий уровень находится в разработке, и как только будет доступен, будет выслано уведомление",
    coupon: "Активировать купон",
    coupon_not_found: "Купон не найден",
    coupon_allowed_only_once: "Купон можно активировать только один раз",
    coupon_activated: "Купон активирован",
    send_coupon: "Отправьте код купона",
    generate_coupon: "Сгенерировать купон",
    coupon_types: "Какой купон вы хотите сгенерировать?",
    coupon_free_jump: "3 бесплатного хода", // 3 free jumps
    coupon_free_level: "Бесплатный уровень", // free level
    coupon_generated: "Купон создан. `Код: ${code}`",
};
